Repository: yurqo/dive-free
Catalog: Apps/iPhoneApp/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt, uk

source: **Action button** (Apple Watch Ultra) — drops the highlighted marker underwater, and confirms your choice at the surface.
de: **Action Button** (Apple Watch Ultra) — setzt unter Wasser die markierte Markierung und bestätigt deine Auswahl an der Oberfläche.
es: **Botón Acción** (Apple Watch Ultra): suelta el marcador resaltado bajo el agua y confirma tu elección en la superficie.
fr: **Bouton Action** (Apple Watch Ultra) — pose le repère sélectionné sous l’eau et confirme votre choix en surface.
it: **Tasto Azione** (Apple Watch Ultra): rilascia il marcatore evidenziato sott’acqua e conferma la scelta in superficie.
ja: **アクションボタン**（Apple Watch Ultra）— 水中では選択中のマーカーを記録し、水面では選択を確定します。
pt: **Botão de Ação** (Apple Watch Ultra) — solta o marcador destacado sob a água e confirma sua escolha na superfície.
uk: **Кнопка Дії** (Apple Watch Ultra) — під водою ставить виділену позначку, а на поверхні підтверджує ваш вибір.

source: **Apple Watch** is your in-water recorder: depth, dives, markers, heart rate, and your surface GPS track.
de: Die **Apple Watch** ist dein Rekorder im Wasser: Tiefe, Tauchgänge, Markierungen, Puls und deine GPS-Route an der Oberfläche.
es: El **Apple Watch** es tu grabadora en el agua: profundidad, inmersiones, marcadores, frecuencia cardíaca y tu recorrido GPS en superficie.
fr: L’**Apple Watch** est votre enregistreur dans l’eau : profondeur, plongées, repères, fréquence cardiaque et votre tracé GPS en surface.
it: L’**Apple Watch** è il tuo registratore in acqua: profondità, immersioni, marcatori, frequenza cardiaca e la traccia GPS in superficie.
ja: **Apple Watch**は水中でのレコーダーです。水深、ダイブ、マーカー、心拍数、そして水面のGPSトラックを記録します。
pt: O **Apple Watch** é seu gravador na água: profundidade, mergulhos, marcadores, frequência cardíaca e seu trajeto GPS na superfície.
uk: **Apple Watch** — ваш реєстратор у воді: глибина, занурення, позначки, пульс і GPS-трек на поверхні.

source: **Big timer** — your current dive time underwater, or your surface recovery time between dives.
de: **Großer Timer** — deine aktuelle Tauchzeit unter Wasser oder deine Erholungszeit an der Oberfläche zwischen den Tauchgängen.
es: **Cronómetro grande**: tu tiempo de inmersión actual bajo el agua, o tu tiempo de recuperación en superficie entre inmersiones.
fr: **Grand chrono** — votre temps de plongée en cours sous l’eau, ou votre temps de récupération en surface entre les plongées.
it: **Timer grande**: il tempo dell’immersione in corso sott’acqua, o il tempo di recupero in superficie tra le immersioni.
ja: **大きなタイマー** — 水中では現在のダイブ時間を、水面ではダイブ間の休息時間を表示します。
pt: **Cronômetro grande** — seu tempo de mergulho atual sob a água, ou seu tempo de recuperação na superfície entre mergulhos.
uk: **Великий таймер** — час поточного занурення під водою або час відновлення на поверхні між зануреннями.

source: **Buy me a coffee** — a one-off thank-you you can repeat any time.
de: **Spendier mir einen Kaffee** — ein einmaliges Dankeschön, das du jederzeit wiederholen kannst.
es: **Invítame a un café**: un agradecimiento único que puedes repetir cuando quieras.
fr: **Offrez-moi un café** — un merci ponctuel que vous pouvez renouveler à tout moment.
it: **Offrimi un caffè**: un grazie una tantum che puoi ripetere quando vuoi.
ja: **コーヒーをおごる** — 1回限りの感謝の気持ちで、いつでも繰り返せます。
pt: **Pague-me um café** — um agradecimento avulso que você pode repetir quando quiser.
uk: **Пригостити кавою** — разова подяка, яку можна повторити будь-коли.

source: **Depth** shows underwater on Apple Watch Ultra, Series 10, and Series 11. Other watches skip depth but still log your GPS track, markers, and heart rate.
de: Die **Tiefe** erscheint unter Wasser auf Apple Watch Ultra, Series 10 und Series 11. Andere Uhren zeigen keine Tiefe, zeichnen aber GPS-Route, Markierungen und Puls auf.
es: La **profundidad** se muestra bajo el agua en el Apple Watch Ultra, Series 10 y Series 11. Otros relojes omiten la profundidad, pero igualmente registran tu recorrido GPS, marcadores y frecuencia cardíaca.
fr: La **profondeur** s’affiche sous l’eau sur l’Apple Watch Ultra, Series 10 et Series 11. Les autres montres n’affichent pas la profondeur mais enregistrent tout de même votre tracé GPS, vos repères et votre fréquence cardiaque.
it: La **profondità** viene mostrata sott’acqua su Apple Watch Ultra, Series 10 e Series 11. Gli altri orologi non rilevano la profondità ma registrano comunque la traccia GPS, i marcatori e la frequenza cardiaca.
ja: **水深**はApple Watch Ultra、Series 10、Series 11で水中に表示されます。その他の時計では水深は表示されませんが、GPSトラック、マーカー、心拍数は記録されます。
pt: A **profundidade** aparece sob a água no Apple Watch Ultra, Series 10 e Series 11. Outros relógios não mostram profundidade, mas ainda registram trajeto GPS, marcadores e frequência cardíaca.
uk: **Глибина** показується під водою на Apple Watch Ultra, Series 10 та Series 11. Інші годинники не показують глибину, але все одно записують GPS-трек, позначки та пульс.

source: **Digital Crown** — scrolls through your markers. Works above and below the surface.
de: **Digital Crown** — blättert durch deine Markierungen. Funktioniert über und unter Wasser.
es: **Corona Digital**: desplázate por tus marcadores. Funciona por encima y por debajo de la superficie.
fr: **Digital Crown** — fait défiler vos repères. Fonctionne au-dessus et au-dessous de la surface.
it: **Digital Crown**: scorre tra i tuoi marcatori. Funziona sopra e sotto la superficie.
ja: **Digital Crown** — マーカーをスクロールします。水面の上でも下でも使えます。
pt: **Digital Crown** — percorre seus marcadores. Funciona acima e abaixo da superfície.
uk: **Digital Crown** — гортає ваші позначки. Працює над водою і під водою.

source: **Dive Free is a logbook, not a dive computer.** It provides no decompression, dive-planning, or safety information, and it is not a safety device.
de: **Dive Free ist ein Logbuch, kein Tauchcomputer.** Es liefert keine Dekompressions-, Tauchplanungs- oder Sicherheitsinformationen und ist kein Sicherheitsgerät.
es: **Dive Free es un cuaderno de buceo, no un ordenador de buceo.** No proporciona información de descompresión, planificación de inmersiones ni de seguridad, y no es un dispositivo de seguridad.
fr: **Dive Free est un carnet de plongée, pas un ordinateur de plongée.** Il ne fournit aucune information de décompression, de planification ou de sécurité, et ce n’est pas un dispositif de sécurité.
it: **Dive Free è un diario di immersione, non un computer subacqueo.** Non fornisce informazioni di decompressione, pianificazione o sicurezza e non è un dispositivo di sicurezza.
ja: **Dive Freeはログブックであり、ダイブコンピュータではありません。** 減圧やダイブ計画、安全に関する情報は提供せず、安全装置でもありません。
pt: **O Dive Free é um diário de bordo, não um computador de mergulho.** Ele não fornece informações de descompressão, planejamento de mergulho ou segurança, e não é um equipamento de segurança.
uk: **Dive Free — це журнал занурень, а не дайв-комп’ютер.** Він не надає інформації про декомпресію, планування занурень чи безпеку і не є засобом безпеки.

source: **Dives** — every session, newest first.
de: **Tauchgänge** — jede Session, neueste zuerst.
es: **Inmersiones**: cada sesión, de la más reciente a la más antigua.
fr: **Plongées** — chaque session, de la plus récente à la plus ancienne.
it: **Immersioni**: ogni sessione, dalla più recente.
ja: **ダイブ** — すべてのセッションを新しい順に表示します。
pt: **Mergulhos** — cada sessão, do mais recente ao mais antigo.
uk: **Занурення** — усі сесії, найновіші згори.

source: **GPS** (top-left) tags where you dived — let it get a fix at the surface before you drop, since GPS can't reach underwater.
de: **GPS** (oben links) markiert, wo du getaucht bist — lass es an der Oberfläche einen Fix finden, bevor du abtauchst, denn unter Wasser hat GPS keinen Empfang.
es: El **GPS** (arriba a la izquierda) marca dónde buceaste; deja que fije la posición en la superficie antes de sumergirte, ya que el GPS no llega bajo el agua.
fr: Le **GPS** (en haut à gauche) marque l’endroit de votre plongée — laissez-le se caler en surface avant de descendre, car le GPS ne passe pas sous l’eau.
it: Il **GPS** (in alto a sinistra) segna dove ti sei immerso: lascia che agganci la posizione in superficie prima di scendere, perché il GPS non arriva sott’acqua.
ja: **GPS**（左上）は潜った場所を記録します。GPSは水中に届かないので、潜る前に水面で位置を確定させましょう。
pt: O **GPS** (canto superior esquerdo) marca onde você mergulhou — deixe-o fixar a posição na superfície antes de descer, pois o GPS não alcança debaixo d'água.
uk: **GPS** (угорі ліворуч) позначає, де ви занурювалися — дайте йому визначити позицію на поверхні перед спуском, адже під водою GPS не працює.

source: **Heart rate** beats on the right on any watch; **water temperature** shows on the left on Ultra while you're under.
de: Der **Puls** schlägt rechts auf jeder Uhr; die **Wassertemperatur** erscheint links auf der Ultra, während du unter Wasser bist.
es: La **frecuencia cardíaca** late a la derecha en cualquier reloj; la **temperatura del agua** aparece a la izquierda en el Ultra mientras estás sumergido.
fr: La **fréquence cardiaque** bat à droite sur toutes les montres ; la **température de l’eau** s’affiche à gauche sur l’Ultra quand vous êtes immergé.
it: La **frequenza cardiaca** batte a destra su qualsiasi orologio; la **temperatura dell’acqua** compare a sinistra sull’Ultra mentre sei sott’acqua.
ja: **心拍数**はどの時計でも右側に表示されます。**水温**はUltraで水中にいる間、左側に表示されます。
pt: A **frequência cardíaca** pulsa à direita em qualquer relógio; a **temperatura da água** aparece à esquerda no Ultra enquanto você está submerso.
uk: **Пульс** пульсує праворуч на будь-якому годиннику; **температура води** показується ліворуч на Ultra, поки ви під водою.

source: **iPhone and iPad** are your logbook: browse sessions, see depth charts and maps, add photos and notes, and share.
de: **iPhone und iPad** sind dein Logbuch: Sessions durchsehen, Tiefendiagramme und Karten ansehen, Fotos und Notizen hinzufügen und teilen.
es: El **iPhone y el iPad** son tu cuaderno de buceo: explora sesiones, consulta gráficas de profundidad y mapas, añade fotos y notas, y comparte.
fr: L’**iPhone et l’iPad** sont votre carnet : parcourez vos sessions, consultez les profils de profondeur et les cartes, ajoutez des photos et des notes, et partagez.
it: **iPhone e iPad** sono il tuo diario: sfoglia le sessioni, vedi i grafici di profondità e le mappe, aggiungi foto e note e condividi.
ja: **iPhoneとiPad**はあなたのログブックです。セッションを見返し、水深グラフやマップを確認し、写真やメモを追加して共有できます。
pt: **iPhone e iPad** são seu diário de bordo: navegue pelas sessões, veja gráficos de profundidade e mapas, adicione fotos e notas, e compartilhe.
uk: **iPhone та iPad** — ваш журнал: переглядайте сесії, дивіться графіки глибини й мапи, додавайте фото та нотатки й діліться.

source: **Monthly snack** — a small monthly subscription that lights up a **Supporter** badge in your Passport.
de: **Monatlicher Snack** — ein kleines Monatsabo, das ein **Unterstützer**-Abzeichen in deinem Pass aufleuchten lässt.
es: **Aperitivo mensual**: una pequeña suscripción mensual que enciende una insignia de **Colaborador** en tu Pasaporte.
fr: **En-cas mensuel** — un petit abonnement mensuel qui allume un badge **Soutien** dans votre Passeport.
it: **Spuntino mensile**: un piccolo abbonamento mensile che accende un distintivo **Sostenitore** nel tuo Passaporto.
ja: **毎月のおやつ** — パスポートに**サポーター**バッジを灯す、少額の月額サブスクリプションです。
pt: **Lanche mensal** — uma pequena assinatura mensal que acende um selo de **Apoiador** no seu Passaporte.
uk: **Щомісячний перекус** — невелика щомісячна підписка, що засвічує значок **Прихильника** у вашому Паспорті.

source: **Never freedive alone** — always dive with a trained buddy.
de: **Nie allein freitauchen** — tauche immer mit einem geschulten Tauchpartner.
es: **Nunca bucees en apnea a solas**: hazlo siempre con un compañero capacitado.
fr: **Ne plongez jamais en apnée seul** — plongez toujours avec un binôme formé.
it: **Non fare mai apnea da solo**: immergiti sempre con un compagno preparato.
ja: **フリーダイビングは決して一人で行わないでください** — 必ず訓練を受けたバディと潜りましょう。
pt: **Nunca pratique apneia sozinho** — mergulhe sempre com um parceiro treinado.
uk: **Ніколи не занурюйтеся наодинці** — завжди пірнайте з підготовленим напарником.

source: **Passport** — your totals and milestones.
de: **Pass** — deine Summen und Meilensteine.
es: **Pasaporte**: tus totales y logros.
fr: **Passeport** — vos totaux et vos jalons.
it: **Passaporto**: i tuoi totali e traguardi.
ja: **パスポート** — 累計と達成の記録です。
pt: **Passaporte** — seus totais e conquistas.
uk: **Паспорт** — ваші підсумки та досягнення.

source: **Recovery colour** — after a dive the timer is tinted by how long you've rested versus your last dive: red under 1×, orange under 2×, yellow under 3×, white once well rested. A gentle nudge to pace yourself, not medical advice.
de: **Erholungsfarbe** — nach einem Tauchgang färbt sich der Timer je nachdem, wie lange du dich im Vergleich zum letzten Tauchgang erholt hast: rot unter 1×, orange unter 2×, gelb unter 3×, weiß bei guter Erholung. Ein sanfter Hinweis zum Pacing, kein medizinischer Rat.
es: **Color de recuperación**: tras una inmersión, el cronómetro se tiñe según cuánto has descansado frente a tu última inmersión: rojo por debajo de 1×, naranja por debajo de 2×, amarillo por debajo de 3× y blanco cuando ya te has recuperado. Un empujoncito para dosificarte, no un consejo médico.
fr: **Couleur de récupération** — après une plongée, le chrono se teinte selon la durée de repos par rapport à votre dernière plongée : rouge sous 1×, orange sous 2×, jaune sous 3×, blanc une fois bien reposé. Un petit rappel pour gérer votre rythme, pas un avis médical.
it: **Colore di recupero**: dopo un’immersione il timer si colora in base a quanto hai riposato rispetto all’ultima immersione: rosso sotto 1×, arancione sotto 2×, giallo sotto 3×, bianco quando sei ben riposato. Un piccolo promemoria per dosare il ritmo, non un consiglio medico.
ja: **回復の色** — ダイブ後、前回のダイブに対する休息の長さに応じてタイマーの色が変わります。1×未満は赤、2×未満はオレンジ、3×未満は黄、十分に休むと白。ペース配分の目安であり、医療的な助言ではありません。
pt: **Cor de recuperação** — depois de um mergulho, o cronômetro muda de cor conforme quanto você descansou em relação ao último mergulho: vermelho abaixo de 1×, laranja abaixo de 2×, amarelo abaixo de 3×, branco quando bem recuperado. Um lembrete gentil para dosar o ritmo, não um conselho médico.
uk: **Колір відновлення** — після занурення таймер забарвлюється залежно від того, скільки ви відпочивали порівняно з попереднім зануренням: червоний до 1×, помаранчевий до 2×, жовтий до 3×, білий після повного відпочинку. Це м’яке нагадування дозувати навантаження, а не медична порада.

source: **Spots** — your dive sites, grouped by location and shown on a map.
de: **Spots** — deine Tauchplätze, nach Ort gruppiert und auf einer Karte gezeigt.
es: **Puntos**: tus lugares de buceo, agrupados por ubicación y mostrados en un mapa.
fr: **Spots** — vos sites de plongée, regroupés par lieu et affichés sur une carte.
it: **Spot**: i tuoi siti di immersione, raggruppati per luogo e mostrati su una mappa.
ja: **スポット** — ダイブした場所を、位置ごとにまとめてマップに表示します。
pt: **Locais** — seus pontos de mergulho, agrupados por localização e mostrados em um mapa.
uk: **Місця** — ваші точки занурень, згруповані за розташуванням і показані на мапі.

source: **Trips** — group dives into multi-day adventures.
de: **Reisen** — fasse Tauchgänge zu mehrtägigen Abenteuern zusammen.
es: **Viajes**: agrupa inmersiones en aventuras de varios días.
fr: **Voyages** — regroupez vos plongées en aventures de plusieurs jours.
it: **Viaggi**: raggruppa le immersioni in avventure di più giorni.
ja: **旅行** — ダイブを複数日の冒険にまとめます。
pt: **Viagens** — agrupe mergulhos em aventuras de vários dias.
uk: **Подорожі** — об’єднуйте занурення в багатоденні пригоди.

source: %lld of 5
de: %lld von 5
es: %lld de 5
fr: %lld sur 5
it: %lld di 5
ja: %lld / 5
pt: %lld de 5
uk: %lld з 5

source: %lld waiting to reach your iPhone
de: %lld warten auf Übertragung zum iPhone
es: %lld esperando para llegar a tu iPhone
fr: %lld en attente d’envoi vers votre iPhone
it: %lld in attesa di raggiungere l’iPhone
ja: %lld件がiPhoneへの送信待ちです
pt: %lld aguardando envio para o iPhone
uk: %lld очікують надсилання на iPhone

source: ^[%lld dive](inflect: true)
de: %lld Tauchgänge
es: %lld inmersiones
fr: %lld plongées
it: %lld immersioni
ja: %lldダイブ
pt: %lld mergulhos
uk: %lld занурення

# ^[%lld dive](inflect: true) · max %@
source: ^[%1$lld dive](inflect: true) · max %2$@
de: %lld Tauchgänge · max. %@
es: %1$lld inmersiones · máx %2$@
fr: %1$lld plongées · max %2$@
it: %1$lld immersioni · max %2$@
ja: %1$lldダイブ · 最大 %2$@
pt: %lld mergulhos · máx. %@
uk: %1$lld занурення · макс %2$@

source: ^[%lld marker](inflect: true)
de: %lld Markierungen
es: %lld marcadores
fr: %lld repères
it: %lld marcatori
ja: %lldマーカー
pt: %lld marcadores
uk: %lld позначки

source: ^[%lld session](inflect: true)
de: %lld Sessions
es: %lld sesiones
fr: %lld sessions
it: %lld sessioni
ja: %lldセッション
pt: %lld sessões
uk: %lld сесії

source: A **dive** starts when you drop below the surface and ends when you come back up — the instant you break the surface, or after a few seconds resting shallower than 1 m.
de: Ein **Tauchgang** beginnt, wenn du unter die Oberfläche abtauchst, und endet, wenn du wieder auftauchst — im Moment, in dem du die Oberfläche durchbrichst, oder nach ein paar Sekunden Ruhe flacher als 1 m.
es: Una **inmersión** empieza cuando bajas de la superficie y termina cuando vuelves a subir: en el instante en que rompes la superficie, o tras unos segundos descansando a menos de 1 m.
fr: Une **plongée** commence quand vous passez sous la surface et se termine quand vous remontez — à l’instant où vous percez la surface, ou après quelques secondes de repos à moins de 1 m.
it: Un’**immersione** inizia quando scendi sotto la superficie e finisce quando risali: nell’istante in cui emergi, o dopo qualche secondo di riposo a meno di 1 m.
ja: **ダイブ**は水面下に潜ると始まり、浮上すると終わります。水面に出た瞬間、または水深1m未満で数秒休んだ後に終了します。
pt: Um **mergulho** começa quando você desce abaixo da superfície e termina quando volta — no instante em que rompe a superfície, ou após alguns segundos parado a menos de 1 m de profundidade.
uk: **Занурення** починається, коли ви опускаєтеся під поверхню, і завершується, коли ви піднімаєтеся — щойно ви виринаєте або після кількох секунд відпочинку на глибині менше 1 м.

source: A **green dot** means the phone is hearing from the watch; **grey** means they're briefly out of range — normal when your phone is on the boat and you're in the water. The timer keeps counting as an estimate and catches up once they reconnect.
de: Ein **grüner Punkt** bedeutet, dass das iPhone die Uhr empfängt; **grau** heißt, sie sind kurz außer Reichweite — normal, wenn dein iPhone im Boot liegt und du im Wasser bist. Der Timer zählt als Schätzung weiter und gleicht sich ab, sobald sie wieder verbunden sind.
es: Un **punto verde** significa que el teléfono está recibiendo datos del reloj; **gris** indica que están fuera de alcance por un momento, algo normal cuando tu teléfono está en el barco y tú en el agua. El cronómetro sigue contando como estimación y se pone al día en cuanto se reconectan.
fr: Un **point vert** signifie que le téléphone reçoit les données de la montre ; **gris** indique qu’ils sont brièvement hors de portée — normal quand votre téléphone est sur le bateau et vous dans l’eau. Le chrono continue de compter à titre d’estimation et se recale dès la reconnexion.
it: Un **punto verde** significa che il telefono riceve i dati dall’orologio; **grigio** indica che sono brevemente fuori portata — normale quando il telefono è sulla barca e tu sei in acqua. Il timer continua a contare come stima e si allinea appena si riconnettono.
ja: **緑の点**はiPhoneが時計からデータを受信していることを、**グレー**は一時的に通信圏外であることを示します。iPhoneがボートにあり、あなたが水中にいるときはよくあることです。タイマーは推定値として計測を続け、再接続すると正しい値に追いつきます。
pt: Um **ponto verde** significa que o telefone está recebendo o relógio; **cinza** significa que estão brevemente fora de alcance — normal quando seu telefone está no barco e você está na água. O cronômetro continua contando como estimativa e se ajusta assim que reconectam.
uk: **Зелена крапка** означає, що телефон отримує дані від годинника; **сіра** — що вони на мить поза зв’язком, і це нормально, коли телефон на човні, а ви у воді. Таймер продовжує рахувати приблизно й вирівнюється, щойно зв’язок відновиться.

source: A brand-new dive first appears on the iPhone the watch talked to, then syncs to your other devices.
de: Ein ganz neuer Tauchgang erscheint zuerst auf dem iPhone, mit dem die Uhr gesprochen hat, und synchronisiert dann auf deine anderen Geräte.
es: Una inmersión recién hecha aparece primero en el iPhone con el que se comunicó el reloj y luego se sincroniza con tus otros dispositivos.
fr: Une plongée toute neuve apparaît d’abord sur l’iPhone avec lequel la montre a communiqué, puis se synchronise vers vos autres appareils.
it: Un’immersione appena fatta compare prima sull’iPhone con cui ha comunicato l’orologio, poi si sincronizza sugli altri dispositivi.
ja: 新しいダイブは、まず時計が通信したiPhoneに表示され、その後ほかのデバイスに同期されます。
pt: Um mergulho novo aparece primeiro no iPhone com que o relógio se comunicou e depois sincroniza com seus outros dispositivos.
uk: Нове занурення спершу з’являється на iPhone, з яким зв’язався годинник, а потім синхронізується на інші пристрої.
